[
  {
    "id": "1",
    "name": "Welsh Rabbit",
    "duration": "10 min",
    "serves":  "2",
    "ingredients": [
      {
        "quantity": "250",
        "unit": "g",
        "name": "Cheese"
      },
      {
        "quantity": "30",
        "unit": "g",
        "name": "Butter"
      },
      {
        "quantity": "1",
        "unit": "tbsp",
        "name": "Worcestershire sauce"
      },
      {
        "quantity": "1",
        "unit": "tbsp",
        "name": "english mustard"
      },
      {
        "quantity": "2",
        "unit": "tbsp",
        "name": "beer"
      },
      {
        "quantity": "4",
        "descriptor": "slices",
        "name": "toast"
      }
    ],
    "allergens": [
      {
        "name": "Milk"
      },
      {
        "name": "Mustard"
      }
    ],
    "method": "Grate or crumble the cheese and mix into a rough past with the butter, Worcestershire sauce, mustart, and beer. Spread over the toast and grill for a minuite or so, till it singes in patches. If the toast is slightly charred at the edges even better.<br />Different Rabbits<br />Chutney Rabbit<br />Instead of butter, spread the toast under the cheese mixture with a thick layer of chutney. Tomato or apple chutney is particularly good sandwidched between toast and cheese.<br /><br />Bacon and salami Rabbit<br />Strips of bacon, grilled crisp or slices from a salami can be laid on the toast before pouring on the cheese mixture.<br /><br />Pached Egg Rabbit<br />A poaded egg lurking under the cheese, while being somewhat heavy on the cholesterol count, turns the snack into something altogether more substantial. Serve with crisp salad leaves such as frisee or chicory."
  },
  {
    "id": "2",
    "name": "Beef in Beer",
    "serves": "6",
    "duration": "10 min",
    "ingredients": [
      {
        "quantity": "900",
        "unit": "g",
        "descriptor": "5cm cubes of",
        "name": "Chuck steak"
      },
      {
        "quantity": "1",
        "unit": "tbsp",
        "name": "olive oil"
      },
      {
        "quantity": "350",
        "unit": "g",
        "descriptor": "quartered",
        "name": "onions"
      },
      {
        "quantity": "1",
        "unit": "tbsp",
        "name": "flour"
      },
      {
        "quantity": "425",
        "unit": "ml",
        "name": "light ale"
      },
      {
        "quantity": "1",
        "unit": "tsp",
        "name": "thyme"
      },
      {
        "quantity": "1",
        "name": "bay leaf"
      },
      {
        "quantity": "1",
        "descriptor": "fat clove",
        "name": "garlic"
      },
      {
        "name": "salt"
      },
      {
        "name": "pepper"
      }
    ],
    "method": "Pre-heat the oven to 140c<br />Heat the oil in a large flameproof casserole until sizzling hot then sear the meat in it - just a few pieces at a time - till they become dark mahognay all over. as the pieces brown, remove them to a plate, then add the onions to the casserole and, with the heat still high, toss them around until brown at the edges. Now return the meat to the casserole together with any juices. Add the flour, turn the heat down, using a wooden spoon stir it around to soak up all the juices. It will look rather stodgy and unattractive at this stage but that's quite normal.<br /><br />Next gradually stir in the light ale and whilst everything slowly comes up to simmering point, add the thyme, bay leaf, crushed garlic, and some salt and pepper.<br /><br />As soon as it begins to simmer, stir thouroughly, put on a tight fitting lid and transfer to the middle shelf on the oven.<br /><br />Cook at a gental simmer for 2.5 hours. Don't take the lid off and have a tast halfway through because early on, the beer hasn't had time to develop into a delicious sauce; the beautiful aroma will make you very hungry, but please leave it alone!<br /><br />Serve with giant crutons on top and with mashed potatoes and red cabbage."
  },
  {
    "id": "3",
    "name": "Patatas Bravas",
    "duration": "45 min",
    "serves": "2",
    "ingredients": [
      {
        "quantity": "500",
        "unit": "g",
        "name": "Baby Potatoes"
      },
      {
        "name": "Oliv Oil"
      },
      {
        "quantity": "400",
        "unit": "g",
        "descriptor": "tin of chopped",
        "name": " tomatoes"
      },
      {
        "quantity": "4",
        "unit": "tbsp",
        "name": "balsamic vinegar"
      },
      {
        "quantity": "2",
        "unit": "tsp",
        "name": "smoked paprika"
      },
      {
        "quantity": "1",
        "unit": "tsp",
        "name": "sugar"
      },
      {
        "quantity": "150",
        "unit": "ml",
        "name": "aioli"
      },
      {
        "quantity": "150",
        "unit": "g",
        "name": "chorizo"
      },
      {
        "quantity": "1",
        "descriptor": "small handfull of fresh",
        "name": "flat leaf parsley"
      },
      {
        "name": "Salt and pepper"
      },
      {
        "quantity": "2",
        "descriptor": "cloves",
        "name": "garlic"
      }
    ],
    "method": "Preheat the oven to 200c<br />Put the potatoes into a large roasting tin. Season with salt and pepper and drizzle in oil. Roast in the oven for 40 mins.<br />Pour the tomatoes into a medium pan over a medium heat. Add the vinegar, paprika and sugar to taste, a drizzle of oil, and salt and pepper. Bring to the simmer then bubble away for 15 minutes, striring ocasionally.<br />Meanwhile mix the aioli with crushed garlic.<br />Chop the chorizo into chunky pieces and set aside.<br />Give the sauce a stir and check on the potatoes, tossing them about a bit. Add the chorizo to the sauce for the last 5 minutes of cooking time.<br />The potatoes are cooked when crisp and golden outside and tender inside when pierced with a kinfe. Remove them from the oven and tip into a serving platter. Take the now reduced tomatoe sauce off the heat and add some salt and pepper to taste. Then pour it over the potatoes and top with the aioli and parsley leaves."
  }
]